Repository: Dogway/Kodi
Catalog: addons/plugin.library.node.editor/resources/language/resource.language.*/strings.po
Languages: ca_es, fi_fi

# Addon Summary
source: Manage custom library nodes.
ca_es: Gestiona els nodes de la biblioteca personalitzada.
fi_fi: Muokkaa omia kirjaston solmuja.

# Addon Description
source: Create and edit custom library nodes.
ca_es: Crea i edita nodes de biblioteca personalitzats.
fi_fi: Luo ja muokkaa omia kirjaston solmuja.

# #30000
source: Add content...
ca_es: Afegeix contingut...
fi_fi: Lisää sisältö...

# #30001
source: Add path...
ca_es: Afegeix una ruta...
fi_fi: Lisää sijainti...

# #30002
source: Add order...
ca_es: Afegeix l'ordre...
fi_fi: Lisää järjestys...

# #30003
source: Add limit...
ca_es: Afegeix un límit...
fi_fi: Lisää rajoitus...

# #30004
source: Add grouping...
ca_es: Afegeix l'agrupació...
fi_fi: Lisää ryhmittely...

# #30005
source: Add rule...
ca_es: Afegeix una regla...
fi_fi: Lisää sääntö...

# #30006
source: New node...
ca_es: Nou node...
fi_fi: Uusi solmu...

# #30007
source: New parent node...
ca_es: Nou node pare...
fi_fi: Uusi yläsolmu...

# #30008
source: Reset library nodes to default...
ca_es: Restableix els nodes de la biblioteca als valors predeterminats...
fi_fi: Palauta kirjaston solmujen oletusarvot...

# #30009
source: Add component...
ca_es: Afegeix un component...
fi_fi: Lisää komponentti...

# #30010
source: Manually edit...
ca_es: Edita manualment...
fi_fi: Manuaalinen muokkaus...

# #30091
source: Video Library
ca_es: Biblioteca de vídeo
fi_fi: Videokirjasto

# #30092
source: Music Library
ca_es: Biblioteca de música
fi_fi: Musiikkikirjasto

# #30100
source: Delete
ca_es: Elimina
fi_fi: Poista

# #30101
source: Edit label
ca_es: Edita l'etiqueta
fi_fi: Muuta nimeä

# #30102
source: Edit icon
ca_es: Edita icona
fi_fi: Muokkaa kuvaketta

# #30103
source: Browse for icon
ca_es: Cerca una icona
fi_fi: Valitse kuvake

# #30104
source: Move node
ca_es: Mou el node
fi_fi: Siirrä solmu

# #30105
source: Edit visibility
ca_es: Edita la visibilitat
fi_fi: Muokkaa näkyvyyttä

# #30106
source: Add to main menu
ca_es: Afegeix al menú principal
fi_fi: Lisää päävalikkoon

# #30107
source: Browse for value
ca_es: Busca un valor
fi_fi: Valitse arvo

# #30200
source: Content
ca_es: Contingut
fi_fi: Sisältö

# #30201
source: Order
ca_es: Comanda
fi_fi: Järjestys

# #30202
source: Grouping
ca_es: Agrupació
fi_fi: Ryhmitys

# #30203
source: Limit
ca_es: Límit
fi_fi: Rajoitus

# #30204
source: Path
ca_es: Camí
fi_fi: Sijainti

# #30205
source: Rule
ca_es: Regla
fi_fi: Sääntö

# #30206
source: Match
ca_es: Coincidència
fi_fi: Täsmäys

# #30300
source: Set name
ca_es: Estableix el nom
fi_fi: Kokoelman nimi

# #30301
source: Set visibility condition
ca_es: Estableix la condició de visibilitat
fi_fi: Aseta näkyvyyden ehto

# #30302
source: Set order index
ca_es: Estableix l'índex de comanda
fi_fi: Aseta järjestysindeksi

# #30303
source: Name of new parent node
ca_es: Nom del nou node pare
fi_fi: Uuden yläsolmun nimi

# #30304
source: Start with defaults
ca_es: Comença amb els valors predeterminats
fi_fi: Aloita oletuksilla

# #30305
source: Field
ca_es: Camp
fi_fi: Kenttä

# #30306
source: Operator
ca_es: Operador
fi_fi: Operaattori

# #30307
source: Value
ca_es: Valor
fi_fi: Arvo

# #30308
source: Content type
ca_es: Tipus de contingut
fi_fi: Sisältötyyppi

# #30309
source: Content
ca_es: Contingut
fi_fi: Sisältö

# #30310
source: Group
ca_es: Grup
fi_fi: Ryhmä

# #30311
source: Limit
ca_es: Límit
fi_fi: Rajoitus

# #30312
source: Path
ca_es: Camí
fi_fi: Sijainti

# #30313
source: Icon
ca_es: Icona
fi_fi: Kuvake

# #30314
source: Order by
ca_es: Ordena per
fi_fi: Järjestysperuste

# #30315
source: Direction
ca_es: Direcció
fi_fi: Suunta

# #30316
source: Name of new node
ca_es: Nom del nou node
fi_fi: Uuden solmun nimi

# #30317
source: Retrieving values...
ca_es: Recuperant els valors...
fi_fi: Noudetaan arvoja...

# #30318
source: Property
ca_es: Propietat
fi_fi: Tietue

# #30400
source: Unable to copy default library nodes
ca_es: No es poden copiar els nodes predeterminats de la biblioteca
fi_fi: Kirjaston oletussolmuja ei voitu kopioida

# #30401
source: Are you sure you want to delete this node?
ca_es: Segur que vols suprimir aquest node?
fi_fi: Haluatko varmasti poistaa solmun?

# #30402
source: Are you sure you want to reset all nodes?
ca_es: Segur que vols restablir tots els nodes?
fi_fi: Halautko varmasti palauttaa kaikki solmut?

# #30403
source: Are you sure you want to delete this property?
ca_es: Segur que vols eliminar aquesta propietat?
fi_fi: Halautko varmasti poistaa tietueen?

# #30404
source: Content parameter can't be deleted whilst this node still has an Order, Limit or Rule parameter.
ca_es: El paràmetre de contingut no es pot suprimir mentre aquest node encara tingui un paràmetre d'Ordre, Límit o Regla.
fi_fi: Sisällön parametriä ei voida poistaa, kun solmulla on vielä järjestys-, rajoitus- tai sääntöparametri.

# #30405
source: Are you sure you want to delete this rule?
ca_es: Segur que vols suprimir aquesta regla?
fi_fi: Haluatko varmasti poistaa säännön?

# #30406
source: Order requires a Content parameter
ca_es: L'Ordre requereix un paràmetre de Contingut
fi_fi: Järjestys tarvitsee sisältöparametrin

# #30407
source: Are you sure you want to delete this component?
ca_es: Segur que vols suprimir aquest component?
fi_fi: Haluatko varmasti poistaa komponentin?

# #30408
source: Custom property...
ca_es: Propietat personalitzada...
fi_fi: Oma tietue...

# #30409
source: No options to select from were found
ca_es: No s'ha trobat cap opció per seleccionar
fi_fi: Valittavissa olevia valintoja ei löytynyt

# #30410
source: Getting plugin listings...
ca_es: Rebent llistes de complements...
fi_fi: Noudetaan listausta lisäosista...

# #30411
source: Link path to here
ca_es: Enllaça la ruta a aquí
fi_fi: Linkin polku tänne

# #30500
source: Genre ID
ca_es: ID de gènere
fi_fi: Lajityyppitunniste

# #30501
source: Country ID
ca_es: ID del país
fi_fi: Maatunniste

# #30502
source: Studio ID
ca_es: ID de l'estudi
fi_fi: Studiotunniste

# #30503
source: Director ID
ca_es: ID del director
fi_fi: Ohjaajatunniste

# #30504
source: Actor ID
ca_es: ID de l'intèrpret
fi_fi: Näyttelijätunniste

# #30505
source: Set ID
ca_es: ID del set
fi_fi: Kokoelmatunniste

# #30506
source: Tag ID
ca_es: ID de l'etiqueta
fi_fi: Tagitunniste

# #30507
source: TV Show ID
ca_es: ID de la sèrie
fi_fi: Sarjatunniste

# #30508
source: Artist ID
ca_es: ID de l'artista
fi_fi: Esittäjätunniste

# #30509
source: Album ID
ca_es: ID de l'àlbum
fi_fi: Albumitunniste

# #30510
source: Role ID
ca_es: ID del rol
fi_fi: Roolitunniste

# #30511
source: Song ID
ca_es: ID de la cançó
fi_fi: Kappaletunniste

# #30512
source: Album artists only
ca_es: Només artistes de l'àlbum
fi_fi: Vain albumin esittäjät

# #30513
source: Show singles
ca_es: Mostrar senzills
fi_fi: Näytä singlet

# #30514
source: Plugin...
ca_es: Complement...
fi_fi: Lisäosa...
