Repository: Dogway/Kodi
Catalog: addons/script.tagoverview-nexus/resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: Select Tags
de_de: Wählen Tags

# #40025
source: Are you sure?
de_de: Bist du sicher?

# #50000
source: New Tag
de_de: Neuer Tag

# #50001
source: Filename
de_de: Dateiname

# #50002
source: Add Tags
de_de: Tags hinzufügen

# #50003
source: Add Movie
de_de: Film hinzufüge

# #50004
source: Tag Overview
de_de: Tag Übersicht

# #50006
source: MUSIC
de_de: M.Video

# #50007
source: MOVIES
de_de: Filme

# #50008
source: TV
de_de: Serien

# #50009
source: Assigned Movies
de_de: Zugeordnete Filme

# #50010
source: Show tagged Movies
de_de: Zeige Filme mit diesem Tag

# #50011
source: Show tagged TV Shows
de_de: Zeige Serien mit diesem Tag

# #50012
source: Show tagged Music Videos
de_de: Zeige Musikvideos mit diesem Tag

# #50013
source: Delete this tag
de_de: Lösche diesen Tag

# #50014
source: Make a selection
de_de: Auswahl

# #50015
source: Tag Management
de_de: Tagsmanagement

# #50016
source: Not implemented
de_de: Funktion nicht verfügbar

# #50017
source: No Tag
de_de: Ohne Tag

# #50018
source: Add Music Video
de_de: Musikvideo hinzufüge

# #50019
source: Add TV Show
de_de: Serie hinzufügen

# #50020
source: General Settings
de_de: Einstellungen

# #50021
source: Use MySQL-Database?
de_de: Benütze MySQL-Datenbank?

# #50022
source: MySQL User
de_de: MySQL Benutzername

# #50023
source: MySQL Password
de_de: MySQL Passwort

# #50024
source: Host address
de_de: Hostadresse

# #50025
source: Please confirm
de_de: Bitte bestätigen.
